Repository: zgsddzwj/paw_routine
Catalog: PawRoutine/Localizable.xcstrings
Source language: en
Languages: zh

# 将宠物记录导出为CSV文件，方便发送给兽医查看
source: Export pet records to CSV for easy sharing with your vet.
zh: 将宠物记录导出为CSV文件，方便发送给兽医查看

# 已保存到文件App，请通过分享功能导出
source: Saved to Files app. Please export via the share function.
zh: 已保存到文件App，请通过分享功能导出

# 已关闭
source: Off
zh: 已关闭

# 已完成
source: Completed
zh: 已完成

# 已开启
source: On
zh: 已开启

# 已绝育
source: Neutered
zh: 已绝育

# 已解锁
source: Unlocked
zh: 已解锁

# 已逾期 %d 天
source: Overdue by %d days
zh: 已逾期 %d 天

# 帮助与反馈
source: Help & Feedback
zh: 帮助与反馈

# 帮助您记录、追踪和管理宠物的每一个重要时刻
source: Help you record, track, and manage every important moment of your pet
zh: 帮助您记录、追踪和管理宠物的每一个重要时刻

# 平均体重
source: Average
zh: 平均体重

# 年龄
source: Age
zh: 年龄

# 开启
source: On
zh: 开启

# 开启提醒
source: Enable Reminder
zh: 开启提醒

# 开启提醒通知
source: Enable Reminder Notification
zh: 开启提醒通知

# 开始使用
source: Get Started
zh: 开始使用

# 开始导出
source: Start Export
zh: 开始导出

# 异常
source: Abnormal
zh: 异常

# 快速记录
source: Quick Record
zh: 快速记录

# 性别
source: Gender
zh: 性别

# 总变化
source: Total Change
zh: 总变化

# 总记录
source: Total Records
zh: 总记录

# 恢复购买
source: Restore Purchases
zh: 恢复购买

# 您已解锁 FurryNote Pro
source: You have unlocked FurryNote Pro
zh: 您已解锁 FurryNote Pro

# 所属宠物
source: Pet
zh: 所属宠物

# 手术
source: Surgery
zh: 手术

# 换水
source: Water Change
zh: 换水

# 换水：%d 次
source: Water Change: %d times
zh: 换水：%d 次

# 换水时间
source: Water Change Time
zh: 换水时间

# 排便
source: Defecation
zh: 排便

# 排便情况分析
source: Defecation Analysis
zh: 排便情况分析

# 接收提醒
source: Receive Reminders
zh: 接收提醒

# 提醒
source: Reminder
zh: 提醒

# 提醒中心
source: Reminder Center
zh: 提醒中心

# 提醒设置
source: Reminder Settings
zh: 提醒设置

# 提醒通知没有响？
source: Why aren't reminder notifications working?
zh: 提醒通知没有响？

# 提醒默认值
source: Reminder Defaults
zh: 提醒默认值

# 支持导出为CSV文件
source: Export to CSV
zh: 支持导出为CSV文件

# 数据与备份
source: Data & Backup
zh: 数据与备份

# 数据分析
source: Data Analysis
zh: 数据分析

# 数据导出
source: Data Export
zh: 数据导出

# 数据导出 (CSV)
source: Data Export (CSV)
zh: 数据导出 (CSV)

# 数据未找到
source: Data not found
zh: 数据未找到

# 数据永不丢失
source: Never lose your data
zh: 数据永不丢失

# 数据统计
source: Data Insights
zh: 数据统计

# 文件已生成：%@
source: File generated: %@
zh: 文件已生成：%@

# 无法加载产品信息
source: Unable to load product info
zh: 无法加载产品信息

# 无法获取价格，点击重试
source: Unable to load price, tap to retry
zh: 无法获取价格，点击重试

# 无限宠物数量
source: Unlimited Pets
zh: 无限宠物数量

# 日
source: Sun
zh: 日

# 日历
source: Calendar
zh: 日历

# 日期
source: Date
zh: 日期

# 日期和时间
source: Date & Time
zh: 日期和时间

# 早间遛狗
source: Morning Walk
zh: 早间遛狗

# 早餐时间
source: Breakfast Time
zh: 早餐时间

# 时长（分钟，可选）
source: Duration (min, optional)
zh: 时长（分钟，可选）

# 时间
source: Time
zh: 时间

# 昨天
source: Yesterday
zh: 昨天

# 晚间遛狗
source: Evening Walk
zh: 晚间遛狗

# 晚餐时间
source: Dinner Time
zh: 晚餐时间

# 智能提醒
source: Smart Reminders
zh: 智能提醒

# 暂无%@记录
source: No %@ records
zh: 暂无%@记录

# 暂无体重记录
source: No weight records
zh: 暂无体重记录

# 暂无健康提醒
source: No health reminders
zh: 暂无健康提醒

# 暂无统计数据
source: No Statistics Yet
zh: 暂无统计数据

# 暂无记录
source: No records
zh: 暂无记录

# 暂无证件图片
source: No document image
zh: 暂无证件图片

# 更丰富的数据分析
source: Richer data insights
zh: 更丰富的数据分析

# 更换照片
source: Change Photo
zh: 更换照片

# 更灵活的提醒设置
source: More flexible reminder settings
zh: 更灵活的提醒设置

# 月
source: Month
zh: 月

# 月度汇总
source: Monthly Summary
zh: 月度汇总

# 月度汇总、趋势分析等高级统计功能需要解锁 FurryNote Pro
source: Monthly summary and trend analysis require FurryNote Pro
zh: 月度汇总、趋势分析等高级统计功能需要解锁 FurryNote Pro

# 月度汇总、趋势分析等高级统计功能需要解锁 PawRoutine Pro
source: Monthly summaries, trend analysis and more require PawRoutine Pro
zh: 月度汇总、趋势分析等高级统计功能需要解锁 PawRoutine Pro

# 未找到购买记录
source: No purchase record found
zh: 未找到购买记录

# 未知错误
source: Unknown Error
zh: 未知错误

# 未绝育
source: Not Neutered
zh: 未绝育

# 本周
source: This Week
zh: 本周

# 本周习惯分析
source: Weekly Habit Analysis
zh: 本周习惯分析

# 本周暂无排便记录
source: No defecation records this week
zh: 本周暂无排便记录

# 本周概览
source: This Week Overview
zh: 本周概览

# 标题
source: Title
zh: 标题

# 标题（如：2024年疫苗本）
source: Title (e.g., 2024 Vaccine Book)
zh: 标题（如：2024年疫苗本）

# 档案
source: Pets
zh: 档案

# 欢迎使用 PawRoutine
source: Welcome to PawRoutine
zh: 欢迎使用 PawRoutine

# 正常
source: Normal
zh: 正常

# 此操作无法撤销
source: This action cannot be undone
zh: 此操作无法撤销

# 此证件将被永久删除，无法恢复。
source: This document will be permanently deleted and cannot be recovered.
zh: 此证件将被永久删除，无法恢复。

# 母
source: Female
zh: 母

# 每 %d 天
source: Every %d days
zh: 每 %d 天

# 每日喂食
source: Daily Feeding
zh: 每日喂食

# 每日目标次数
source: Daily Goals
zh: 每日目标次数

# 治疗
source: Treatment
zh: 治疗

# 活动分布
source: Activity Distribution
zh: 活动分布

# 活动日历
source: Activity Calendar
zh: 活动日历

# 活动类型
source: Activity Type
zh: 活动类型

# 活跃天数
source: Active Days
zh: 活跃天数

# 活跃度
source: Activity Rate
zh: 活跃度

# 浅色模式
source: Light
zh: 浅色模式

# 测量日期
source: Measurement Date
zh: 测量日期

# 深色模式
source: Dark
zh: 深色模式

# 添加
source: Add
zh: 添加

# 添加医疗记录
source: Add Medical Record
zh: 添加医疗记录

# 添加备注...
source: Add notes...
zh: 添加备注...

# 添加备注信息...
source: Add notes...
zh: 添加备注信息...

# 添加宠物
source: Add Pet
zh: 添加宠物

# 添加宠物并开始记录活动后，这里会显示详细的统计分析
source: Add a pet and start recording activities to see detailed statistics here.
zh: 添加宠物并开始记录活动后，这里会显示详细的统计分析

# 添加时间
source: Added at
zh: 添加时间

# 添加记录
source: Add Record
zh: 添加记录

# 添加证件
source: Add Document
zh: 添加证件

# 点击下方档案页面添加您的第一只宠物
source: Tap the Pets tab below to add your first pet.
zh: 点击下方档案页面添加您的第一只宠物

# 点击右上角或下方按钮添加证件照片
source: Tap the top-right or the button below to add a document photo
zh: 点击右上角或下方按钮添加证件照片

# 点击右上角添加记录
source: Tap the top-right to add a record
zh: 点击右上角添加记录

# 点击右下角 + 按钮开始记录
source: Tap the + button to start recording
zh: 点击右下角 + 按钮开始记录

# 点击选择照片
source: Tap to select photo
zh: 点击选择照片

# 点击首页右下角的悬浮 + 按钮，选择活动类型（喂食、遛狗、换水等）即可快速记录。长按图标可以修改具体时间或添加备注。
source: Tap the floating + button at the bottom right of the home screen, select an activity type (feeding, walking, water change, etc.) to record quickly. Long-press the icon to edit the time or add notes.
zh: 点击首页右下角的悬浮 + 按钮，选择活动类型（喂食、遛狗、换水等）即可快速记录。长按图标可以修改具体时间或添加备注。

# 照片
source: Photo
zh: 照片

# 版本 %@ (%@)
source: Version %@ (%@)
zh: 版本 %@ (%@)

# 疫苗
source: Vaccine
zh: 疫苗

# 疫苗提醒
source: Vaccine Reminder
zh: 疫苗提醒

# 疫苗本
source: Vaccine Book
zh: 疫苗本

# 目标已完成 %d%%
source: Goals %d%% completed
zh: 目标已完成 %d%%

# 直观的趋势分析
source: Intuitive trend analysis
zh: 直观的趋势分析

# 确定
source: OK
zh: 确定

# 确认删除
source: Confirm Deletion
zh: 确认删除

# 科学管理 · 贴心提醒 · 健康成长
source: Smart Management · Caring Reminders · Healthy Growth
zh: 科学管理 · 贴心提醒 · 健康成长

# 科学管理 · 贴心提醒 · 健康成长 PawRoutine 帮助您记录宠物的日常活动、健康状况和成长轨迹，让每一只毛孩子都得到最科学的照顾。
source: Smart Management · Caring Reminders · Healthy Growth PawRoutine helps you record your pet's daily activities, health status, and growth trajectory, ensuring every furry friend gets the most scientific care.
zh: 科学管理 · 贴心提醒 · 健康成长 PawRoutine 帮助您记录宠物的日常活动、健康状况和成长轨迹，让每一只毛孩子都得到最科学的照顾。

# 科学管理宠物的日常起居和健康档案
source: Scientifically manage your pet's daily life and health records
zh: 科学管理宠物的日常起居和健康档案

# 等待付款确认
source: Waiting for payment confirmation
zh: 等待付款确认

# 类型
source: Type
zh: 类型

# 系统通知设置
source: System Notification Settings
zh: 系统通知设置

# 绝育证明
source: Neutering Certificate
zh: 绝育证明

# 统计
source: Insights
zh: 统计

# 统计与回顾
source: Statistics & Review
zh: 统计与回顾

# 统计信息
source: Statistics
zh: 统计信息

# 编辑
source: Edit
zh: 编辑

# 编辑体重记录
source: Edit Weight Record
zh: 编辑体重记录

# 编辑医疗记录
source: Edit Medical Record
zh: 编辑医疗记录

# 编辑宠物
source: Edit Pet
zh: 编辑宠物

# 编辑目标
source: Edit Goals
zh: 编辑目标

# 编辑记录
source: Edit Record
zh: 编辑记录

# 网络错误
source: Network error
zh: 网络错误

# 联系我们
source: Contact Us
zh: 联系我们

# 自动提醒喂食、遛狗、医疗检查等重要事项
source: Automatically remind you of feeding, walking, medical checks, and more
zh: 自动提醒喂食、遛狗、医疗检查等重要事项

# 自定义提醒
source: Custom Reminders
zh: 自定义提醒

# 自定义记录
source: Custom Record
zh: 自定义记录

# 至少需要2条记录才能显示图表
source: At least 2 records are needed to display the chart
zh: 至少需要2条记录才能显示图表

# 获取喂食、遛狗等日常提醒
source: Get daily reminders for feeding, walking, etc.
zh: 获取喂食、遛狗等日常提醒

# 解锁 Pro
source: Unlock Pro
zh: 解锁 Pro

# 解锁全部功能，享受更科学的养宠生活
source: Unlock all features for a smarter pet care experience.
zh: 解锁全部功能，享受更科学的养宠生活

# 记录体重
source: Record Weight
zh: 记录体重

# 记录关于 %@ 的点滴...
source: Record moments about %@...
zh: 记录关于 %@ 的点滴...

# 记录名称（如：狂犬疫苗）
source: Record name (e.g. Rabies Vaccine)
zh: 记录名称（如：狂犬疫苗）

# 记录日常点滴
source: Record daily moments
zh: 记录日常点滴

# 记录日期
source: Record Date
zh: 记录日期

# 记录时间
source: Recorded at
zh: 记录时间

# 记录类型
source: Record Type
zh: 记录类型

# 设置
source: Settings
zh: 设置

# 设置下次提醒
source: Set Next Reminder
zh: 设置下次提醒

# 设置下次日期
source: Set Next Date
zh: 设置下次日期

# 设置完成后，今日进度环将按新目标计算。
source: Progress rings will be calculated based on the new goals.
zh: 设置完成后，今日进度环将按新目标计算。

# 证件
source: Certificate
zh: 证件

# 证件夹
source: Documents
zh: 证件夹

# 证件类型
source: Document Type
zh: 证件类型

# 证件详情
source: Document Details
zh: 证件详情

# 评分与评论
source: Rate & Review
zh: 评分与评论

# 该为 %@ %@了
source: Time to %@ %@
zh: 该为 %@ %@了

# 请先选择宠物
source: Please select a pet first
zh: 请先选择宠物

source: Make sure system settings allow PawRoutine to send notifications. Also check that the corresponding reminder switch is on in "Settings → Reminder Defaults". After adding a new pet, the system will automatically register notifications based on current reminder settings.
zh: 请确保在系统设置中允许 PawRoutine 发送通知。同时检查「设置 → 提醒默认值」中对应的提醒开关是否已开启。添加新宠物后，系统会自动根据当前提醒设置为该宠物注册通知。

# 请输入品种
source: Enter breed
zh: 请输入品种

# 请输入宠物姓名
source: Enter pet name
zh: 请输入宠物姓名

# 购买失败
source: Purchase Failed
zh: 购买失败

# 跟随系统
source: System
zh: 跟随系统

# 还没有备忘录
source: No notes yet
zh: 还没有备忘录

# 还没有宠物档案
source: No Pet Profiles Yet
zh: 还没有宠物档案

# 还没有证件
source: No documents yet
zh: 还没有证件

# 进入「设置 → 数据导出 (CSV)」，选择要导出的宠物（或全部宠物），点击「开始导出」即可生成 CSV 文件，方便发送给兽医查看。
source: Go to "Settings → Data Export (CSV)", select the pet(s) to export (or all pets), tap "Start Export" to generate a CSV file for easy sharing with your vet.
zh: 进入「设置 → 数据导出 (CSV)」，选择要导出的宠物（或全部宠物），点击「开始导出」即可生成 CSV 文件，方便发送给兽医查看。

# 选择「跟随系统」将根据设备系统设置自动切换深浅色模式。
source: Choosing "System" will automatically switch between light and dark mode based on your device settings.
zh: 选择「跟随系统」将根据设备系统设置自动切换深浅色模式。

# 选择宠物
source: Select Pet
zh: 选择宠物

# 选择时间
source: Select Time
zh: 选择时间

# 通知
source: Notifications
zh: 通知

# 通过 iCloud 在所有设备间同步宠物数据
source: Sync pet data across all devices via iCloud
zh: 通过 iCloud 在所有设备间同步宠物数据

# 通过图表和统计了解宠物的健康状态和行为模式
source: Understand your pet's health and behavior through charts and statistics
zh: 通过图表和统计了解宠物的健康状态和行为模式

# 遛狗
source: Walking
zh: 遛狗

# 遛狗：%d 次
source: Walking: %d times
zh: 遛狗：%d 次

# 遛狗次数
source: Walking Times
zh: 遛狗次数

# 预览
source: Preview
zh: 预览

# 驱虫
source: Deworm
zh: 驱虫

# 高级统计图表
source: Advanced Charts
zh: 高级统计图表
